lang_explain = dict(uz="𝗦𝗶𝘇 𝗯𝘂 𝘆𝗲𝗿𝗱𝗮 𝗲𝗱𝗶𝘁 𝘂𝗰𝗵𝘂𝗻 𝗸𝗲𝗿𝗮𝗸𝗹𝗶 𝗺𝗮𝘁𝗲𝗿𝗶𝗮𝗹𝗮𝗿𝗻𝗶 𝘁𝗼𝗽𝗮 𝗼𝗹𝗮𝘀𝗶𝘇!", en='𝗬𝗼𝘂 𝗰𝗮𝗻 𝗳𝗶𝗻𝗱 𝘁𝗵𝗲 𝗻𝗲𝗰𝗲𝘀𝘀𝗮𝗿𝘆 𝗺𝗮𝘁𝗲𝗿𝗶𝗮𝗹𝘀 𝗳𝗼𝗿 𝗲𝗱𝗶𝘁𝗶𝗻𝗴 𝗵𝗲𝗿𝗲!', ru='Необходимые материалы для редактирования вы можете найти здесь!')
lang_select_catalog = dict(uz='𝗸𝗮𝘁𝗮𝗹𝗼𝗴 𝘁𝗮𝗻𝗹𝗮𝗻𝗴 🗄', en='𝘀𝗲𝗹𝗲𝗰𝘁 𝗰𝗮𝘁𝗮𝗹𝗼𝗴 🗄', ru='выбрать каталог 🗄')
lang_channels_owner = dict(uz='𝗙𝗿𝗲𝘇𝘇𝗲 𝗸𝗮𝗻𝗮𝗹𝗹𝗮𝗿𝗶: ', en="𝗙𝗿𝗲𝘇𝘇𝗲'𝘀 𝗰𝗵𝗮𝗻𝗻𝗲𝗹𝘀: ", ru='Каналы Frezze: ')
lang_social_bot = dict(uz='𝗕𝗶𝘇𝗻𝗶𝗻𝗴 𝗶𝗷𝘁𝗶𝗺𝗼𝗶𝘆 𝘁𝗮𝗿𝗺𝗼𝗾𝗹𝗮𝗿 🌐', en='𝗢𝘂𝗿 𝘀𝗼𝗰𝗶𝗮𝗹 𝗺𝗲𝗱𝗶𝗮 🌐', ru='Наши социальные сети 🌐')
lang_setting = dict(uz='𝘀𝗼𝘇𝗹𝗮𝘀𝗵 ⚙️', en='𝘀𝗲𝘁𝘁𝗶𝗻𝗴 ⚙️', ru='параметр ⚙️')
lang_no_edit = dict(uz='𝗲𝗱𝗶𝘁 𝗾𝗼𝗹𝗺𝗮𝗱𝗶!', en='𝗻𝗼 𝗲𝗱𝗶𝘁 𝗹𝗲𝗳𝘁!', ru='не осталось эдитов')

lang_tiktok_bot = dict(uz='𝗙𝗿𝗲𝘇𝘇𝗲 𝘁𝗶𝗸𝘁𝗼𝗸 𝗮𝗸𝗸𝗼𝘂𝗻𝘁𝗶: ', en="𝗙𝗿𝗲𝘇𝘇𝗲'𝘀 𝘁𝗶𝗸𝘁𝗼𝗸 𝗮𝗰𝗰𝗼𝘂𝗻𝘁: ", ru='Tiktok аккаунт Frezze: ')
lang_instagram_bot = dict(uz='𝗙𝗿𝗲𝘇𝘇𝗲 𝗶𝗻𝘀𝘁𝗮𝗴𝗿𝗮𝗺 𝗮𝗸𝗸𝗼𝘂𝗻𝘁𝗶: ', en="𝗙𝗿𝗲𝘇𝘇𝗲'𝘀 𝗶𝗻𝘀𝘁𝗮𝗴𝗿𝗮𝗺 𝗮𝗰𝗰𝗼𝘂𝗻𝘁: ", ru='Instagram аккаунт Frezze: ')
lang_youtube_bot = dict(uz='𝗙𝗿𝗲𝘇𝘇𝗲 𝘆𝗼𝘂𝘁𝘂𝗯𝗲 𝗮𝗸𝗸𝗼𝘂𝗻𝘁𝗶: ', en="𝗙𝗿𝗲𝘇𝘇𝗲'𝘀 𝘆𝗼𝘂𝘁𝘂𝗯𝗲 𝗮𝗰𝗰𝗼𝘂𝗻𝘁: ", ru='YouTube аккаунт Frezze: ')

lang_kechirasiz = dict(uz='𝗸𝗲𝗰𝗵𝗶𝗿𝗮𝘀𝗶𝘇 𝘁𝗮𝗵𝗿𝗶𝗿 𝗾𝗼𝗹𝗺𝗮𝗱𝗶!',en='𝗦𝗼𝗿𝗿𝘆, 𝗻𝗼 𝗹𝗲𝗳𝘁 𝗲𝗱𝗶𝘁!',ru='Извините, нет левого эдитов!')

lang_edit_style = dict(uz='𝗧𝗮𝗵𝗿𝗶𝗿𝗹𝗮𝘀𝗵 𝘁𝘂𝗿𝗶𝗻𝗶 𝘁𝗮𝗻𝗹𝗮𝗻𝗴:',en='𝗦𝗲𝗹𝗲𝗰𝘁 𝗮𝗻 𝗲𝗱𝗶𝘁 𝘁𝘆𝗽𝗲:',ru='Выберите тип эдитов:')