#main catalogs
lang_edit_xml_key = dict(uz='𝗧𝗮𝗵𝗿𝗶𝗿𝗹𝗮𝗿 𝘃𝗮 𝘅𝗺𝗹 🗂',en='𝗘𝗱𝗶𝘁𝘀 𝗮𝗻𝗱 𝘅𝗺𝗹 🗂',ru='Эдитов и XML 🗂')
lang_frezze_key = dict(uz='𝗙𝗿𝗲𝘇𝘇𝗲 𝗸𝗮𝗻𝗮𝗹𝗹𝗮𝗿𝗶 📢',en="𝗙𝗿𝗲𝘇𝘇𝗲'𝘀 𝗰𝗵𝗮𝗻𝗻𝗲𝗹𝘀 📢",ru='Каналы Frezze 📢')
lang_social_key = dict(uz='𝗜𝗷𝘁𝗶𝗺𝗼𝗶𝘆 𝘁𝗮𝗿𝗺𝗼𝗾𝗹𝗮𝗿 🌐',en='𝗦𝗼𝗰𝗶𝗮𝗹 𝗺𝗲𝗱𝗶𝗮 🌐',ru='Социальные сети 🌐')
lang_settings_key = dict(uz='𝗦𝗼𝘇𝗹𝗮𝗺𝗮𝗹𝗮𝗿 ⚙️',en='𝗦𝗲𝘁𝘁𝗶𝗻𝗴𝘀 ⚙️',ru='Настройки ⚙️')
lang_back_start_key = dict(uz='𝘀𝘁𝗮𝗿𝘁𝗴𝗮 𝗾𝗮𝘆𝘁𝗶𝘀𝗵 ⬅️',en='𝗯𝗮𝗰𝗸 𝘁𝗼 𝘀𝘁𝗮𝗿𝘁 ⬅️',ru='вернуться к началу ⬅️')

#edits
lang_old_edit_key = dict(uz='𝗢𝗹𝗱𝗶𝗻𝗴𝗶 𝘂𝘀𝗹𝘂𝗯𝗱𝗮𝗴𝗶 𝘁𝗮𝗵𝗿𝗶𝗿𝗹𝗮𝗿', en='𝗣𝗿𝗲𝘃𝗶𝗼𝘂𝘀 𝘀𝘁𝘆𝗹𝗲 𝗲𝗱𝗶𝘁𝘀', ru='Эдитов предыдущего стиля')
lang_new_edit_key = dict(uz='𝗬𝗮𝗻𝗴𝗶 𝘂𝘀𝗹𝘂𝗯𝗱𝗮𝗴𝗶 𝘁𝗮𝗵𝗿𝗶𝗿𝗹𝗮𝗿', en='𝗡𝗲𝘄 𝘀𝘁𝘆𝗹𝗲 𝗲𝗱𝗶𝘁𝘀', ru='Новые эдитов стиля')


#pagination
lang_back_pagination_key = dict(uz='𝗼𝗿𝗾𝗮𝗴𝗮 ⬅️',en='𝗯𝗮𝗰𝗸 ⬅️',ru='назад ⬅️')
lang_next_pagination_key = dict(uz='𝗼𝗹𝗱𝗶𝗻𝗴𝗮 ➡️',en='𝗳𝗼𝗿𝘄𝗮𝗿𝗱 ➡️',ru='вперед ➡️')
lang_catalog_pagination_key = dict(uz='𝗮𝘀𝗼𝘀𝗶𝘆 𝗸𝗮𝘁𝗮𝗹𝗼𝗴𝗹𝗮𝗿𝗴𝗮 𝗾𝗮𝘆𝘁𝗶𝘀𝗵 ⏏️',en='𝗯𝗮𝗰𝗸 𝘁𝗼 𝗺𝗮𝗶𝗻 𝗰𝗮𝘁𝗮𝗹𝗼𝗴𝘀 ⏏️',ru='вернуться к основным каталогам ⏏️')

#channels
lang_main_chanel_key = dict(uz='𝗔𝘀𝗼𝘀𝗶𝘆 𝗸𝗮𝗻𝗮𝗹 📌',en='𝗠𝗮𝗶𝗻 𝗰𝗵𝗮𝗻𝗻𝗲𝗹 📌',ru='Основной канал 📌')
lang_material_chanel_key = dict(uz='𝗠𝗮𝘁𝗲𝗿𝗶𝗮𝗹𝗹𝗮𝗿 𝗸𝗮𝗻𝗮𝗹𝗶 🖇',en='𝗠𝗮𝘁𝗲𝗿𝗶𝗮𝗹 𝗰𝗵𝗮𝗻𝗻𝗲𝗹 🖇',ru='Материальный канал 🖇')
lang_back_key = dict(uz='𝗼𝗿𝗾𝗮𝗴𝗮 ⬅️',en='𝗯𝗮𝗰𝗸 ⬅️',ru='назад ⬅️')

lang_catalog_key = dict(uz='𝗮𝘀𝗼𝘀𝗶𝘆 𝗸𝗮𝘁𝗮𝗹𝗼𝗴𝗹𝗮𝗿𝗴𝗮 𝗾𝗮𝘆𝘁𝗶𝘀𝗵 ⏏️',en='𝗯𝗮𝗰𝗸 𝘁𝗼 𝗺𝗮𝗶𝗻 𝗰𝗮𝘁𝗮𝗹𝗼𝗴𝘀 ⏏️',ru='вернуться к основным каталогам ⏏️')




#settings
lang_change_lang_key = dict(uz="𝗧𝗶𝗹𝗻𝗶 𝗼'𝘇𝗴𝗮𝗿𝘁𝗶𝗿𝗶𝘀𝗵 🔃",en='𝗖𝗵𝗮𝗻𝗴𝗲 𝗹𝗮𝗻𝗴𝘂𝗮𝗴𝗲 🔃',ru='Изменить язык 🔃')
lang_bot_reset_key = dict(uz='𝗯𝗼𝘁𝗻𝗶 𝗾𝗮𝘆𝘁𝗮 𝗶𝘀𝗵𝗴𝗮 𝘁𝘂𝘀𝗵𝗶𝗿𝗶𝘀𝗵 🔄',en='𝗿𝗲𝘀𝘁𝗮𝗿𝘁 𝘁𝗵𝗲 𝗯𝗼𝘁 🔄',ru='перезапустить бота 🔄')
